Repository: scraptechguy/Rotty
Catalog: Rotty/Localization files/*.lproj/Localizable.strings
Languages: cs

# introHeading
source: Rotty says hi!
cs: Rotty říká ahoj!

# introButton
source: Let's dive in
cs: Jdeme na to

# skipButton
source: Skip
cs: Přeskočit

# onboardingHeading1
source: Don't be a jerk
cs: Nebuď škrob

# onboardingHeading2
source: Be cool af
cs: Buď drsnej

# welcomeHeading
source: And recycle!
cs: A recykluj!

# signUpButton
source: Sign up
cs: Zaregistrovat se

# account
source: Already have an account?
cs: Už máš účet?

# logInButton
source: Log in
cs: Přihlásit se

# signUpHeading
source: Sign up
cs: Registrace

# signUpPassword
source: Password
cs: Heslo

# signUpReenterPassword
source: Reenter password
cs: Heslo znovu

# logInHeading
source: Log in
cs: Přihlášení

# logInPassword
source: Password
cs: Heslo

# logInForgot
source: Forgot password?
cs: Zapomenuté heslo?

# myMissionsHeading
source: My missions
cs: Moje mise

# level1
source: Beginner ecologist
cs: Ekolog začátečník

# level2
source: Gardener
cs: Zahradník

# level3
source: Responsible ecologist
cs: Zodpovědný ekolog

# level4
source: Biosphere saviour
cs: Zachránce biosféry

# level5
source: Environmental activist
cs: Ekologický aktivista

# level6
source: Recycling knight
cs: Třídící ninja

# level7
source: Mr. Compost
cs: Mistr komposťák

# level8
source: Greta Thunberg the 2nd
cs: Druhá Greta Thunberg

# notificationsHeading
source: Notifications
cs: Upozornění

# notificationsToday
source: Today
cs: Dnes

# notificationsBefore
source: Before
cs: Dřívější
